tap "mkchoi212/fac", "https://github.com/mkchoi212/fac.git"
tap "getantibody/tap"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "olleolleolle/adr-tools"
tap "d12frosted/emacs-plus"
tap "caskroom/versions"
tap "caskroom/cask"
tap "neovim/neovim"
cask "java"
brew "ack"
brew "autoconf"
brew "automake"
brew "gettext"
brew "cloc"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "wxmac"
brew "elixir"
brew "fzf"
brew "git"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "pkg-config"
brew "sqlite"
brew "gpg-agent"
brew "icu4c"
brew "hub"
brew "libtool"
brew "xz"
brew "jemalloc"
brew "jq"
brew "keybase"
brew "leiningen"
brew "libevent"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "make"
brew "mas"
brew "msgpack"
brew "unibilium"
brew "neovim"
brew "php"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "rust"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "olleolleolle/adr-tools/adr_tools"
cask "alfred"
cask "battle-net"
cask "cleanmymac"
cask "dash"
cask "expressvpn"
cask "firefox"
cask "gog-galaxy"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "keybase"
cask "kitematic"
cask "licecap"
cask "little-snitch"
cask "micro-snitch"
cask "monodraw"
cask "noun-project"
cask "omnigraffle"
cask "omnioutliner"
cask "paw"
cask "postico"
cask "scrivener"
cask "sketch"
cask "skype"
cask "tower"
cask "visual-studio-code"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/sublime-text-dev"
mas "1Password", id: 443987910
mas "Boom 3D", id: 1233048948
mas "Cardhop", id: 1290358394
mas "Day One", id: 1055511498
mas "Deckset", id: 847496013
mas "Expressions", id: 913158085
mas "Fantastical 2", id: 975937182
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Jayson", id: 1189824719
mas "Keynote", id: 409183694
mas "Linea Link", id: 1233368267
mas "MindNode", id: 1289197285
mas "Moom", id: 419330170
mas "Newton", id: 1059655371
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Quiver", id: 866773894
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Things3", id: 904280696
mas "Twitterrific", id: 1289378661
mas "UlyssesMac", id: 1225570693
mas "Xcode", id: 497799835
mas "xScope", id: 889428659
