PeterJausovec.vscode-docker
azemoh.one-monokai
dbaeumer.vscode-eslint
eg2.tslint
felipe.nasc-touchbar
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
gamunu.vscode-yarn
mjmcloug.vscode-elixir
octref.vetur
qinjia.seti-icons
sbrink.elm
stevejpurves.cucumber
vscodevim.vim
